Repository: wagesj45/gray-duck-mail
Catalog: gray-duck-mail/gray-duck-mail-common/Localization/Resources.*.resx
Languages: de_de, es_es, ja_jp

# ApplicationName
source: Gray Duck Mail
de_de: Graue Entenpost
es_es: Correo de pato gris
ja_jp: グレイダックメイル

# Exception_DBNotCreated
source: Could not create database file.
de_de: Es konnte keine Datenbankdatei erstellt werden.
es_es: No se pudo crear el archivo de la base de datos.
ja_jp: データベース ファイルを作成できませんでした。

# Exception_FormatNotDetermined
source: Could not determine the formatting of the message.
de_de: Konnte die Formatierung der Nachricht nicht bestimmen.
es_es: No se pudo determinar el formato del mensaje.
ja_jp: メッセージのフォーマットを判別できませんでした。

# Exception_MalformedDatabase
source: The file upload was not in the correct SQLite file format.
de_de: Das Datei -Upload befand sich nicht im richtigen SQLite -Dateiformat.
es_es: La carga del archivo no estaba en el formato de archivo SQLite correcto.
ja_jp: ファイルのアップロードが正しい SQLite ファイル形式ではありませんでした。

# Exception_MalformedUpload
source: The file uploaded is missing or was malformed.
de_de: Die hochgeladene Datei fehlt oder wurde missgebildet.
es_es: El archivo cargado no se encuentra o estaba mal formado.
ja_jp: アップロードされたファイルが見つからないか、形式が正しくありません。

# Exception_NoSearchTerm
source: No search term was provided.
de_de: Es wurde kein Suchbegriff bereitgestellt.
es_es: No se proporcionó ningún término de búsqueda.
ja_jp: 検索語句が指定されていません。

# Exception_PropertySelectorResolutionError
source: The property selector was unable to resolve to a property name.
de_de: Der Eigenschaftswählte war nicht in der Lage, einen Eigenschaftsnamen zu lösen.
es_es: El selector de propiedades no pudo resolverse en un nombre de propiedad.
ja_jp: プロパティ セレクターがプロパティ名を解決できませんでした。

# Logger_AddingEmailDefinition
source: Adding email definition to queue.
de_de: Hinzufügen von E -Mail -Definition zur Warteschlange.
es_es: Agregar definición de correo electrónico a la cola.
ja_jp: 電子メール定義をキューに追加しています。

# Logger_AppendUsingSSL
source: using SSL
de_de: mit SSL
es_es: usando SSL
ja_jp: SSL の使用

# Logger_ApplicationStopped
source: Application stopped.
de_de: Anwendung gestoppt.
es_es: Aplicación detenida.
ja_jp: アプリケーションが停止しました。

# Logger_BeginningFetchLoop
source: Beginning email fetch loop.
de_de: Beginn der E -Mail -Fetch -Schleife.
es_es: Comenzando bucle de obtención de correo electrónico.
ja_jp: メール取得ループの開始。

# Logger_BeginningOnboarderLoop
source: Beginning onboarding loop.
de_de: Beginn der Onboarding -Schleife.
es_es: Inicio del ciclo de incorporación.
ja_jp: オンボーディング ループの開始。

# Logger_BeginningSenderLoop
source: Beginning email sender loop.
de_de: E -Mail -Absenderschleife beginnen.
es_es: Bucle de remitente de correo electrónico inicial.
ja_jp: メール送信者ループの開始。

# Logger_CommittingChangesToDatabase
source: Committing changes to database.
de_de: Änderungen an der Datenbank festlegen.
es_es: Confirmar cambios en la base de datos.
ja_jp: データベースへの変更をコミットしています。

# Logger_CreatingEmailWrapper
source: Creating email wrapper object.
de_de: Erstellen von E -Mail -Wrapper -Objekt.
es_es: Creando un objeto contenedor de correo electrónico.
ja_jp: 電子メール ラッパー オブジェクトを作成しています。

# Logger_DeliveryStatusDetected
source: Message is a multipart message with at least one 'delivery-status' section.
de_de: Nachricht ist eine mehrteilige Nachricht mit mindestens einem Abschnitt "Zustellungsstatus".
es_es: El mensaje es un mensaje de varias partes con al menos una sección de "estado de entrega".
ja_jp: メッセージは、少なくとも 1 つの「配信ステータス」セクションを持つマルチパート メッセージです。

# Logger_Disconnecting
source: Disconnecting.
de_de: Trennen.
es_es: Desconectando.
ja_jp: 切断しています。

# Logger_DisposingIMAP
source: IMAP client disposing.
de_de: IMAP -Client entsorgen.
es_es: Eliminación de clientes IMAP.
ja_jp: IMAP クライアントの破棄。

# Logger_DisposingPOP3
source: POP3 Client disposing.
de_de: POP3 -Kunde zur Verfügung.
es_es: Eliminación de cliente POP3.
ja_jp: POP3 クライアントの破棄。

# Logger_DisposingWrapper
source: Disposing of the client wrapper object.
de_de: Entsorgung des Client -Wrapper -Objekts.
es_es: Eliminación del objeto contenedor del cliente.
ja_jp: クライアント ラッパー オブジェクトの破棄。

# Logger_EmailDefinitionFetchFailure
source: Unable to fetch email definition from queue.
de_de: Die E -Mail -Definition kann nicht aus der Warteschlange abgeholt werden.
es_es: No se puede recuperar la definición de correo electrónico de la cola.
ja_jp: キューから電子メール定義を取得できません。

# Logger_EmailDefinitionFound
source: Found an email definition in the shared memory queue.
de_de: Fand eine E -Mail -Definition in der gemeinsamen Speicherwarteschlange.
es_es: Se encontró una definición de correo electrónico en la cola de memoria compartida.
ja_jp: 共有メモリ キューに電子メール定義が見つかりました。

# Logger_EmailFetcherShutdown
source: Email fetcher shutting down.
de_de: E -Mail -Fetcher -Herunterfahren.
es_es: El buscador de correo electrónico se está cerrando.
ja_jp: メール フェッチャーをシャットダウンしています。

# Logger_EmailSenderShutDown
source: Email sender shutting down.
de_de: E -Mail -Absender schließt.
es_es: El remitente de correo electrónico se está cerrando.
ja_jp: メールの送信者がシャットダウンしています。

# Logger_EmptyDiscussionList
source: The discussion list is empty.
de_de: Die Diskussionsliste ist leer.
es_es: La lista de discusión está vacía.
ja_jp: ディスカッション リストが空です。

# Logger_FailedDeliveryDetected
source: A failed delivery was detected.
de_de: Eine fehlgeschlagene Lieferung wurde festgestellt.
es_es: Se detectó una entrega fallida.
ja_jp: 配信の失敗が検出されました。

# Logger_FailureDetectedUnknownRecipient
source: The bounced email contains a failure report, but an unknown recipient status group.
de_de: Die verprallte E -Mail enthält einen Fehlerbericht, aber eine unbekannte Empfängerstatusgruppe.
es_es: El correo electrónico rebotado contiene un informe de error, pero un grupo de estado de destinatario desconocido.
ja_jp: バウンスされた電子メールには失敗レポートが含まれていますが、不明な受信者ステータス グループです。

# Logger_FetchingEmailDefinition
source: Fetching email defintion from queue.
de_de: E -Mail -Definition aus der Warteschlange abrufen.
es_es: Obteniendo definición de correo electrónico de la cola.
ja_jp: キューからメール定義を取得しています。

# Logger_FilteringBouncedMessages
source: Filtering bounced messages.
de_de: Filterung abprallte Nachrichten.
es_es: Filtrado de mensajes rebotados.
ja_jp: バウンスされたメッセージのフィルタリング。

# Logger_Format_AddressNotActive
source: The email address for {0} appears to no longer be active.
de_de: Die E -Mail -Adresse für {0} scheint nicht mehr aktiv zu sein.
es_es: Parece que la dirección de correo electrónico de {0} ya no está activa.
ja_jp: {0} の電子メール アドレスは無効になっているようです。

# Logger_Format_AssigningContact
source: Assigning Contact {0} to Discussion List {1}.
de_de: Zuweisen von Kontakt {0} der Diskussionsliste {1}.
es_es: Asignando el contacto {0} a la lista de discusión {1}.
ja_jp: 連絡先 {0} をディスカッション リスト {1} に割り当てています。

# Logger_Format_AssigningMimeMessageIndex
source: Assigning index {0} to {1}.
de_de: Zuweisen von Index {0} an {1}.
es_es: Asignando índice {0} a {1}.
ja_jp: インデックス {0} を {1} に割り当てています。

# Logger_Format_AuthenticatingAs
source: Authenticating as {0}.
de_de: Authentifizierung als {0}.
es_es: Autenticándose como {0}.
ja_jp: {0} として認証しています。

# Logger_Format_AuthenticatingWith
source: Authenticating with {0}:{1}.
de_de: Authentifizierung mit {0}: {1}.
es_es: Autenticación con {0}:{1}.
ja_jp: {0}:{1} で認証しています。

# Logger_Format_ConnectingTo
source: Connecting to {0}:{1}.
de_de: Verbindung zu {0}: {1}.
es_es: Conectando a {0}:{1}.
ja_jp: {0} に接続しています:{1}。

# Logger_Format_ConnectingToSSL
source: Connecting to {0}:{1}{2}
de_de: Verbindung zu {0}: {1} {2}
es_es: Conectando a {0}:{1}{2}
ja_jp: {0} に接続中:{1}{2}

# Logger_Format_CouldNotFindContact
source: Could not find contact with ID = {0}.
de_de: Konnte keinen Kontakt mit id = {0} finden.
es_es: No se pudo encontrar el contacto con ID = {0}.
ja_jp: ID = {0} の連絡先が見つかりませんでした。

# Logger_Format_CouldNotFindDiscussionList
source: Could not find discussion list with ID = {0}
de_de: Konnte keine Diskussionsliste mit id = {0} finden
es_es: No se pudo encontrar la lista de discusión con ID = {0}
ja_jp: ID = {0} のディスカッション リストが見つかりませんでした

# Logger_Format_CreatingDB
source: Creating db file at {0}.
de_de: Erstellen von DB -Datei unter {0}.
es_es: Creando archivo db en {0}.
ja_jp: {0} に db ファイルを作成しています。

# Logger_Format_DBCreated
source: Database file created at {0}.
de_de: Datenbankdatei erstellt bei {0}.
es_es: Archivo de base de datos creado en {0}.
ja_jp: {0} に作成されたデータベース ファイル。

# Logger_Format_DBNotCreated
source: Could not create database file at {0}.
de_de: Es konnte keine Datenbankdatei unter {0} erstellt werden.
es_es: No se pudo crear el archivo de la base de datos en {0}.
ja_jp: {0} にデータベース ファイルを作成できませんでした。

# Logger_Format_DeletingMessage
source: Deleting message {0}.
de_de: Meldung löschen {0}.
es_es: Borrando mensaje {0}.
ja_jp: メッセージ {0} を削除しています。

# Logger_Format_EstablishingDatabaseContext
source: Establishing database context using {0}.
de_de: Erstellen von Datenbankkontext mit {0}.
es_es: Estableciendo el contexto de la base de datos usando {0}.
ja_jp: {0} を使用してデータベース コンテキストを確立しています。

# Logger_Format_FetchLoopComplete
source: Fetch loop complete. Waiting {0}.
de_de: Loop abschließen. Warten {0}.
es_es: Bucle de recuperación completo. Esperando {0}.
ja_jp: フェッチ ループが完了しました。 {0} を待っています。

# Logger_Format_FilteringCount
source: Filtering {0} messages.
de_de: Filterung {0} Nachrichten.
es_es: Filtrando {0} mensajes.
ja_jp: {0} メッセージをフィルタリングしています。

# Logger_Format_FilteringMessage
source: Filtering message {0}.
de_de: Filtermeldung {0}.
es_es: Filtrando mensaje {0}.
ja_jp: メッセージ {0} をフィルタリングしています。

# Logger_Format_FilteringMessages
source: Filtering messages for {0}.
de_de: Filtermeldungen für {0}.
es_es: Filtrando mensajes para {0}.
ja_jp: {0} のメッセージをフィルタリングしています。

# Logger_Format_FilterMatch
source: Message {0} matches the filter criteria.
de_de: Nachricht {0} stimmt mit den Filterkriterien überein.
es_es: El mensaje {0} coincide con los criterios de filtro.
ja_jp: メッセージ {0} はフィルター条件に一致します。

# Logger_Format_FormInputMalformed
source: Form input was malformed or missing for {0}.
de_de: Die Formeingabe wurde für {0} fehlerhaft oder fehlend.
es_es: La entrada del formulario estaba mal formada o faltaba para {0}.
ja_jp: {0} のフォーム入力の形式が正しくないか、欠落しています。

# Logger_Format_ImportingExistingDatabase
source: Importing exisiting database {0}.
de_de: Importieren vorhandener Datenbank {0}.
es_es: Importando la base de datos existente {0}.
ja_jp: 既存のデータベース {0} をインポートしています。

# Logger_Format_InvalidUnsubscriptionContact
source: Invalid unsubscription request for non-existant contact with ID {0}.
de_de: Ungültige Anforderung für nicht existierende nicht existierende nicht existierende Kontakte mit ID {0}.
es_es: Solicitud de cancelación de suscripción no válida para contacto inexistente con ID {0}.
ja_jp: ID {0} の存在しない連絡先に対する登録解除要求は無効です。

# Logger_Format_InvalidUnsubscriptionDiscussionList
source: Invalid unsubscription request for non-existant discussion list with ID {0}.
de_de: Ungültige Anforderung für nicht existierende Diskussionen mit ID {0}.
es_es: Solicitud de cancelación de suscripción no válida para lista de discusión inexistente con ID {0}.
ja_jp: ID {0} の存在しないディスカッション リストの登録解除要求は無効です。

# Logger_Format_InvalidUnsubscriptionSubscriptionStatus
source: Invalid unsubscription status for contact with ID {0} and discussion list {1} due to subscription status {2}.
de_de: Ungültiger UNSUBSUBSCHRIFT -STATUS für den Kontakt mit ID {0} und Diskussionsliste {1} aufgrund des Abonnementstatus {2}.
es_es: Estado de cancelación de suscripción no válido para contacto con ID {0} y lista de discusión {1} debido al estado de suscripción {2}.
ja_jp: サブスクリプション ステータス {2} のため、ID {0} およびディスカッション リスト {1} の連絡先のサブスクリプション解除ステータスが無効です。

# Logger_Format_LoadingAssembly
source: Loading assembly {0}.
de_de: Laden der Montage {0}.
es_es: Cargando montaje {0}.
ja_jp: アセンブリ {0} をロードしています。

# Logger_Format_MessageProcessed
source: Message {0} (Index {1}) processed. Marked for deletion from the server.
de_de: Nachricht {0} (index {1}) verarbeitet. Markiert zum Löschen vom Server.
es_es: Mensaje {0} (Índice {1}) procesado. Marcado para su eliminación del servidor.
ja_jp: メッセージ {0} (インデックス {1}) が処理されました。サーバーから削除するようにマークされています。

# Logger_Format_OnboarderLoopComplete
source: Onboarding loop complete. Waiting {0}.
de_de: Onboarding -Schleife vollständig. Warten {0}.
es_es: Bucle de incorporación completo. Esperando {0}.
ja_jp: オンボーディング ループが完了しました。 {0} を待っています。

# Logger_Format_PerformingFuzzySearch
source: Performing fuzzy search: {0}
de_de: Fuzzy -Suche durchführen: {0}
es_es: Realizando una búsqueda aproximada: {0}
ja_jp: あいまい検索を実行しています: {0}

# Logger_Format_ProcessingList
source: Processing list {0}.
de_de: Verarbeitungsliste {0}.
es_es: Lista de procesamiento {0}.
ja_jp: リスト {0} を処理しています。

# Logger_Format_ProcessingMessages
source: Processing {0} messages.
de_de: Verarbeitung {0} Nachrichten.
es_es: Procesando {0} mensajes.
ja_jp: {0} メッセージを処理しています。

# Logger_Format_ProcessingSubscriptionMessage
source: Processing subscription message from {0}.
de_de: Verarbeitung von Abonnementnachricht von {0}.
es_es: Procesando mensaje de suscripción de {0}.
ja_jp: {0} からのサブスクリプション メッセージを処理しています。

# Logger_Format_SenderLoopComplete
source: Email sender loop complete. Waiting {0}.
de_de: E -Mail -Absenderschleife abgeschlossen. Warten {0}.
es_es: Bucle de remitente de correo electrónico completo. Esperando {0}.
ja_jp: メール送信者ループが完了しました。 {0} を待っています。

# Logger_Format_SendingOnboardingEmail
source: Sending onboarding email to {0} ({1}).
de_de: Senden von Onboarding -E -Mails an {0} ({1}).
es_es: Enviando correo electrónico de incorporación a {0} ({1}).
ja_jp: {0} ({1}) にオンボーディング メールを送信しています。

# Logger_Format_SendingOwnerNotification
source: Sending a notication to the discussion list owner that {0} ({1}) has requested access to {2}.
de_de: Senden einer Benachrichtigung an den Diskussionslistenbesitzer, dass {0} ({1}) den Zugriff auf {2} angefordert hat.
es_es: Enviar una notificación al propietario de la lista de discusión de que {0} ({1}) ha solicitado acceso a {2}.
ja_jp: {0} ({1}) が {2} へのアクセスを要求したという通知をディスカッション リストの所有者に送信しています。

# Logger_Format_SendingSubscriptionConfirmation
source: Sending the subscription confirmation email to {0} ({1}).
de_de: Senden der E -Mail der Abonnementbestätigung an {0} ({1}).
es_es: Enviando el correo electrónico de confirmación de suscripción a {0} ({1}).
ja_jp: サブスクリプション確認メールを {0} ({1}) に送信しています。

# Logger_Format_SendingTest
source: Sending a test Owner Notification email to discussion list {0}.
de_de: Senden eines Testbesitzer -Benachrichtigungs -E -Mail an die Diskussionsliste {0}.
es_es: Enviando un correo electrónico de notificación de propietario de prueba a la lista de discusión {0}.
ja_jp: テスト所有者通知メールをディスカッション リスト {0} に送信しています。

# Logger_Format_SendingUnsubscriptionConfirmation
source: Sending the subscription confirmation email to {0} ({1}).
de_de: Senden der E -Mail der Abonnementbestätigung an {0} ({1}).
es_es: Enviando el correo electrónico de confirmación de suscripción a {0} ({1}).
ja_jp: サブスクリプション確認メールを {0} ({1}) に送信しています。

# Logger_Format_ServingPage
source: Serving page '{0}'
de_de: Servierseite '{0}'
es_es: Página de publicación '{0}'
ja_jp: ページ '{0}' を提供しています

# Logger_Format_SettingActive
source: Setting {0} (ID {1}) as active. They have confirmed they control the email address by responding to the subscription confirmation email.
de_de: Einstellung {0} (id {1}) als aktiv. Sie haben bestätigt, dass sie die E -Mail -Adresse kontrollieren, indem sie auf die E -Mail der Abonnementbestätigung antworten.
es_es: Estableciendo {0} (ID {1}) como activo. Han confirmado que controlan la dirección de correo electrónico respondiendo al correo electrónico de confirmación de la suscripción.
ja_jp: {0} (ID {1}) をアクティブに設定しています。彼らは、サブスクリプション確認メールに返信することにより、メールアドレスを管理していることを確認しました.

# Logger_Format_TemplateProcessed
source: Email template processed: {0}.
de_de: E -Mail -Vorlage verarbeitet: {0}.
es_es: Plantilla de correo electrónico procesada: {0}.
ja_jp: 処理された電子メール テンプレート: {0}。

# Logger_Format_UnassigningContact
source: Removing Contact {0} to Discussion List {1}.
de_de: Entfernen Sie den Kontakt {0} zur Diskussionsliste {1}.
es_es: Eliminando el contacto {0} de la lista de discusión {1}.
ja_jp: 連絡先 {0} をディスカッション リスト {1} から削除しています。

# Logger_Format_UnknownUserRequestedAccess
source: An unknown user has requested access to {0}. An alert will be sent to the owner address alias.
de_de: Ein unbekannter Benutzer hat Zugriff auf {0} angefordert. Eine Warnung wird an den Alias des Eigentümeradresses gesendet.
es_es: Un usuario desconocido ha solicitado acceso a {0}. Se enviará una alerta al alias de la dirección del propietario.
ja_jp: 不明なユーザーが {0} へのアクセスを要求しました。所有者のアドレス エイリアスにアラートが送信されます。

# Logger_Format_UnrecognizedOrUnauthorized
source: The sender is unrecognized or unauthorized to participate in {0}. We'll log it and let the message be deleted.
de_de: Der Absender ist nicht anerkannt oder nicht autorisiert, um an {0} teilzunehmen. Wir werden es protokollieren und die Nachricht gelöscht werden.
es_es: El remitente no es reconocido o no está autorizado para participar en {0}. Lo registraremos y dejaremos que se elimine el mensaje.
ja_jp: 送信者が認識されていないか、{0} への参加が承認されていません。ログに記録し、メッセージを削除します。

# Logger_Format_UnrecognizedOrUnauthorizedEncoding
source: Encoding: {0}
de_de: Codierung: {0}
es_es: Codificación: {0}
ja_jp: エンコーディング: {0}

# Logger_Format_UnrecognizedOrUnauthorizedFrom
source: From: {0} ({1})
de_de: Von: {0} ({1})
es_es: De: {0} ({1})
ja_jp: 送信元: {0} ({1})

# Logger_Format_UnsubscribedBounce
source: A bounced email was recieved for an address that is not subscribed to {0}. Ignoring this message.
de_de: Eine abprallte E -Mail wurde für eine Adresse erhalten, die nicht {0} abonniert ist. Ignorieren Sie diese Nachricht.
es_es: Se recibió un correo electrónico rebotado para una dirección que no está suscrita a {0}. Ignorando este mensaje.
ja_jp: {0} に登録されていないアドレス宛てのバウンスメールを受信しました。このメッセージを無視します。

# Logger_Format_UserAlreadySubscribed
source: {0}, who is already subscribed to {1}, has requested access again. Ignoring this message.
de_de: {0}, der bereits {1} abonniert ist, hat erneut Zugriff angefordert. Ignorieren Sie diese Nachricht.
es_es: {0}, que ya está suscrito a {1}, ha solicitado acceso de nuevo. Ignorando este mensaje.
ja_jp: すでに {1} を購読している {0} が、再度アクセスを要求しました。このメッセージを無視します。

# Logger_Format_UserPreviouslyDenied
source: {0} has requested access to {1}, but has previously been denied. Ignoring this request.
de_de: {0} hat Zugriff auf {1} angefordert, wurde jedoch zuvor abgelehnt. Ignorieren Sie diese Anfrage.
es_es: {0} ha solicitado acceso a {1}, pero se le ha denegado anteriormente. Ignorando esta solicitud.
ja_jp: {0} は {1} へのアクセスを要求しましたが、以前に拒否されました。この要求を無視します。

# Logger_Format_UserPreviouslySubscribed
source: {0} has requested access to {1}. Because they have previously be associated with the discussion list, they will be subscribed.
de_de: {0} hat Zugriff auf {1} angefordert. Da sie zuvor mit der Diskussionsliste in Verbindung gebracht wurden, werden sie abonniert.
es_es: {0} ha solicitado acceso a {1}. Debido a que previamente se han asociado a la lista de discusión, estarán suscritos.
ja_jp: {0} が {1} へのアクセスを要求しました。それらは以前にディスカッション リストに関連付けられているため、購読されます。

# Logger_Format_UserSubscribing
source: User {0} subscribing to {1}.
de_de: Benutzer {0} abonniert {1}.
es_es: Usuario {0} suscribiéndose a {1}.
ja_jp: ユーザー {0} が {1} を購読しています。

# Logger_Format_UserUnsubscribing
source: User {0} unsubscribing from {1}.
de_de: Benutzer {0} Abmeldung von {1}.
es_es: Usuario {0} cancelando su suscripción a {1}.
ja_jp: ユーザー {0} が {1} から登録解除しています。

# Logger_Format_UsingCustomView
source: Using custom view layout: {0}
de_de: Verwenden von benutzerdefiniertem Ansichtslayout: {0}
es_es: Uso de diseño de vista personalizado: {0}
ja_jp: カスタム ビュー レイアウトの使用: {0}

# Logger_FoundResources
source: Found the following resource names in the assembly manifest:
de_de: Fand die folgenden Ressourcennamen im Versammlungsmanifest:
es_es: Se encontraron los siguientes nombres de recursos en el manifiesto del ensamblado:
ja_jp: アセンブリ マニフェストで次のリソース名が見つかりました:

# Logger_GeneratingEmail
source: Generating an email.
de_de: E -Mail generieren.
es_es: Generación de un correo electrónico.
ja_jp: 電子メールの生成。

# Logger_GettingMessages
source: Getting messages.
de_de: Nachrichten erhalten.
es_es: Recibir mensajes.
ja_jp: メッセージの取得。

# Logger_InitializingControllerDatabase
source: Initializing database for controller.
de_de: Initialisierung der Datenbank für Controller.
es_es: Inicializando la base de datos para el controlador.
ja_jp: コントローラのデータベースを初期化しています。

# Logger_InitializingSharedMemory
source: Initializing shared memory object via static constructor.
de_de: Initialisieren des gemeinsam genutzten Speicherobjekts über statischen Konstruktor.
es_es: Inicializando el objeto de memoria compartida a través del constructor estático.
ja_jp: 静的コンストラクターを介して共有メモリ オブジェクトを初期化しています。

# Logger_InvalidUnsubscriptionSubscription
source: Invalid unsubscription request. No subscription status found.
de_de: Ungültige Anforderung zur Schriftzahl von Unleitungen. Kein Abonnementstatus gefunden.
es_es: Solicitud de cancelación de suscripción no válida. No se encontró ningún estado de suscripción.
ja_jp: 登録解除リクエストが無効です。サブスクリプション ステータスが見つかりません。

# Logger_LoadingHTMLTemplate
source: Loading main HTML email template.
de_de: Laden Sie die HTML -E -Mail -Vorlage für Haupth -HTML.
es_es: Cargando la plantilla de correo electrónico HTML principal.
ja_jp: メインの HTML メール テンプレートを読み込んでいます。

# Logger_MalformedEmailDefinition
source: Recieved a malformed EmailDefinition.
de_de: Erhielt eine missgebildete E -Mail -Definition.
es_es: Recibió una definición de correo electrónico mal formada.
ja_jp: 不正な形式の EmailDefinition を受け取りました。

# Logger_MessageContainsHTML
source: Mesasge body determined to contain HTML.
de_de: Message -Körper, der für HTML festgelegt wurde.
es_es: Cuerpo del mensaje determinado para contener HTML.
ja_jp: メッセージ本文に HTML が含まれていると判断されました。

# Logger_MessageContainsPlainText
source: Message body determined to contain plain text.
de_de: Message -Körper, der entschlossen ist, einen einfachen Text zu enthalten.
es_es: Cuerpo del mensaje determinado para contener texto sin formato.
ja_jp: プレーン テキストを含むと判断されたメッセージ本文。

# Logger_NoMessagesFound
source: No messages found.
de_de: Keine Nachrichten gefunden.
es_es: No se han encontrado mensajes.
ja_jp: メッセージが見つかりません。

# Logger_NoOnboardingAssignments
source: No freshly created assignments waiting for onboarding.
de_de: Keine frisch erstellten Aufgaben warten auf das Onboarding.
es_es: No hay asignaciones recién creadas en espera de incorporación.
ja_jp: オンボーディングを待っている新しく作成された割り当てはありません。

# Logger_OnboarderShutDown
source: Onboarder shutting down.
de_de: Onboarder herunterfahren.
es_es: Onboarder cerrando.
ja_jp: オンボーダーのシャットダウン。

# Logger_RegisteringServiceWorkers
source: Registering service workers.
de_de: Registrierung von Dienstangestellten.
es_es: Registro de trabajadores de servicios.
ja_jp: Service Worker の登録。

# Logger_RelayingMessage
source: Relaying message to {0} ({1})
de_de: Meldung an {0} ({1}) weitergeben
es_es: Retransmitiendo mensaje a {0} ({1})
ja_jp: メッセージを {0} に中継中 ({1})

# Logger_RequestOnExternalPort
source: The request is being processed from the designated external port. Request Origin: {0}
de_de: Die Anfrage wird vom bestimmten externen Port bearbeitet. Anfrage Origin: {0}
es_es: La solicitud se está procesando desde el puerto externo designado. Origen de la solicitud: {0}
ja_jp: リクエストは、指定された外部ポートから処理されています。リクエスト元: {0}

# Logger_RequestOnInternalPort
source: The request is being processed from the designated internal port.
de_de: Die Anfrage wird vom bestimmten internen Port bearbeitet.
es_es: La solicitud se está procesando desde el puerto interno designado.
ja_jp: 要求は、指定された内部ポートから処理されています。
