Repository: wagesj45/gray-duck-mail
Catalog: gray-duck-mail/gray-duck-mail-common/Localization/Resources.*.resx
Languages: de_de, es_es, ja_jp

# Logger_RequestOnUnknownPort
source: The request is being processed from an unknown port ({0})). The docker container is likely misconfigured. Remote Origin: {1}
de_de: Die Anfrage wird von einem unbekannten Port ({0})) verarbeitet. Der Docker -Container ist wahrscheinlich falsch konfiguriert. Remote Herkunft: {1}
es_es: La solicitud se está procesando desde un puerto desconocido ({0})). Es probable que el contenedor docker esté mal configurado. Origen remoto: {1}
ja_jp: 要求は不明なポート ({0}) から処理されています)。 Docker コンテナーの構成が間違っている可能性があります。リモート起点: {1}

# Logger_RunningApplication
source: Running application.
de_de: Ausführungsanwendung.
es_es: Aplicación en ejecución.
ja_jp: 実行中のアプリケーション。

# Logger_SavingAssignments
source: Saving assignments.
de_de: Aufträge sparen.
es_es: Guardando tareas.
ja_jp: 割り当てを保存します。

# Logger_SMTPNotConnected
source: The SMTP client is not connected. Connecting now.
de_de: Der SMTP -Client ist nicht verbunden. Jetzt verbinden.
es_es: El cliente SMTP no está conectado. Conectando ahora.
ja_jp: SMTP クライアントが接続されていません。現在接続中です。

# Logger_StartingApplication
source: Starting the main application.
de_de: Die Hauptanwendung starten.
es_es: Iniciando la aplicación principal.
ja_jp: メインアプリケーションの起動。

# Logger_StoppingApplication
source: Stopping the application.
de_de: Stoppen der Anwendung.
es_es: Detención de la aplicación.
ja_jp: アプリケーションを停止しています。

# Logger_TemplateInMemory
source: Email template read into memory.
de_de: E -Mail -Vorlage in den Speicher gelesen.
es_es: Plantilla de correo electrónico leída en la memoria.
ja_jp: 電子メール テンプレートがメモリに読み込まれました。

# Logger_UnknownClientType
source: An unknown client type was requested.
de_de: Ein unbekannter Client -Typ wurde angefordert.
es_es: Se solicitó un tipo de cliente desconocido.
ja_jp: 不明なクライアント タイプが要求されました。

# Logger_UsingIMAP
source: Using IMAP client.
de_de: Verwenden von IMAP -Client.
es_es: Usando el cliente IMAP.
ja_jp: IMAP クライアントの使用。

# Logger_UsingPOP3
source: Using POP3 client.
de_de: Verwenden von Pop3 -Client.
es_es: Usando el cliente POP3.
ja_jp: POP3 クライアントを使用しています。

# Mail_Format_HTMLUnsubscribeEmailMessage
source: This message is part of the '{0}' discussion list. You can unsubscribe by sending any message to <a href='mailto:{1}'>{1}</a>
de_de: Diese Nachricht ist Teil der Diskussionsliste '{0}'. Sie können sich abmelden, indem Sie eine Nachricht an <a href='MailTo: <S1}'> {1} </a> senden
es_es: Este mensaje es parte de la lista de discusión '{0}'. Puede darse de baja enviando cualquier mensaje a <a href='mailto:{1}'>{1}</a>
ja_jp: このメッセージは、'{0}' ディスカッション リストの一部です。 <a href='mailto:{1}'>{1}</a> にメッセージを送信することで、登録を解除できます

# Mail_Format_HTMLUnsubscribeLinkMessage
source: This message is part of the '{0}' discussion list. You can unsubscribe by clicking here: <a href='{1}'>{1}</a>
de_de: Diese Nachricht ist Teil der Diskussionsliste '{0}'. Sie können sich abmelden, indem Sie hier klicken: <a href='er1}'> {1} </a>
es_es: Este mensaje es parte de la lista de discusión '{0}'. Puede darse de baja haciendo clic aquí: <a href='{1}'>{1}</a>
ja_jp: このメッセージは、'{0}' ディスカッション リストの一部です。ここをクリックして登録を解除できます: <a href='{1}'>{1}</a>

# Mail_Format_OnboardingBody
source: The '{0}' email list administator has invited you to participate. To confirm your subscription, simply reply to this e-mail. If you do not wish to participate, you can ignore this email.
de_de: Der E -Mail -List -Administrator '{0}' hat Sie zur Teilnahme eingeladen. Um Ihr Abonnement zu bestätigen, antworten Sie einfach auf diese E-Mail. Wenn Sie nicht teilnehmen möchten, können Sie diese E -Mail ignorieren.
es_es: El administrador de la lista de correo electrónico '{0}' lo ha invitado a participar. Para confirmar su suscripción, simplemente responda a este correo electrónico. Si no desea participar, puede ignorar este correo electrónico.
ja_jp: '{0}' メーリング リストの管理者があなたを参加に招待しました。サブスクリプションを確認するには、この電子メールに返信してください。参加したくない場合は、このメールを無視してください。

# Mail_Format_OnboardingSubheading
source: You've been invited to the '{0}' Email Discussion List
de_de: Sie wurden in die E -Mail -Diskussionsliste von '{0}' eingeladen
es_es: Ha sido invitado a la lista de discusión por correo electrónico '{0}'
ja_jp: '{0}' メール ディスカッション リストに招待されました

# Mail_Format_OnboardingSubject
source: Subscribe to {0}
de_de: Abonnieren Sie {0}
es_es: Suscríbete a {0}
ja_jp: {0} を購読する

# Mail_Format_OwnerNotificationSubheading
source: {0} has requested access to the '{0}' Email Discussion List
de_de: {0} hat Zugriff auf die E -Mail -Diskussionsliste '{0}' angefordert
es_es: {0} ha solicitado acceso a la lista de discusión por correo electrónico '{0}'
ja_jp: {0} は、'{0}' 電子メール ディスカッション リストへのアクセスを要求しました

# Mail_Format_OwnerNotificationSubject
source: Request to join {0}
de_de: Anfrage zum Beitritt {0}
es_es: Solicitud para unirse {0}
ja_jp: {0}への参加をリクエスト

# Mail_Format_Subject
source: {0} - Message from {1}
de_de: {0} - Nachricht von {1}
es_es: {0} - Mensaje de {1}
ja_jp: {0} - {1} からのメッセージ

# Mail_Format_SubjectReplace
source: - Message from {0}
de_de: - Nachricht von {0}
es_es: - Mensaje de {0}
ja_jp: - {0} からのメッセージ

# Mail_Format_SubscriptionConfirmationBody
source: Glad to have you. To send a message to everyone on the discussion list, just send an email to <a href='mailto:{0}'>{0}</a>. When you recieve a message from someone in the group, you can simply reply to that email and everyone on the discussion list will get a copy.
de_de: Froh, dich zu haben. Um eine Nachricht an alle auf der Diskussionsliste zu senden, senden Sie einfach eine E -Mail an <a href='MailTo: <S0}'> {0} </a>. Wenn Sie eine Nachricht von jemandem in der Gruppe erhalten, können Sie einfach auf diese E -Mail antworten, und alle in der Diskussionsliste erhalten eine Kopie.
es_es: Afortunado de tenerte. Para enviar un mensaje a todos los que están en la lista de discusión, simplemente envíe un correo electrónico a <a href='mailto:{0}'>{0}</a>. Cuando recibe un mensaje de alguien en el grupo, simplemente puede responder a ese correo electrónico y todos en la lista de discusión recibirán una copia.
ja_jp: よろしくお願いします。ディスカッション リストの全員にメッセージを送信するには、<a href='mailto:{0}'>{0}</a> にメールを送信します。グループの誰かからメッセージを受け取ったら、そのメールに返信するだけで、ディスカッション リストの全員がコピーを受け取ります。

# Mail_Format_SubscriptionConfirmationSubheading
source: You've been subscribed to the '{0}' Email Discussion List
de_de: Sie wurden der E -Mail -Diskussionsliste von '{0}' abonniert
es_es: Se ha suscrito a la lista de discusión por correo electrónico '{0}'
ja_jp: '{0}' メール ディスカッション リストに登録しました

# Mail_Format_SubscriptionConfirmationSubject
source: Welcome to {0}
de_de: Willkommen bei {0}
es_es: Bienvenido a {0}
ja_jp: {0}へようこそ

# Mail_Format_TextUnsubscribeEmailMessage
source: This message is part of the '{0}' discussion list. You can unsubscribe by sending any message to {1}.
de_de: Diese Nachricht ist Teil der Diskussionsliste '{0}'. Sie können sich abmelden, indem Sie eine Nachricht an {1} senden.
es_es: Este mensaje es parte de la lista de discusión '{0}'. Puede darse de baja enviando cualquier mensaje a {1}.
ja_jp: このメッセージは、'{0}' ディスカッション リストの一部です。 {1} に任意のメッセージを送信して、購読を解除できます。

# Mail_Format_TextUnsubscribeLinkMessage
source: This message is part of the '{0}' discussion list. You can unsubscribe by clicking here: {1}
de_de: Diese Nachricht ist Teil der Diskussionsliste '{0}'. Sie können sich abmelden, indem Sie hier klicken: {1}
es_es: Este mensaje es parte de la lista de discusión '{0}'. Puede darse de baja haciendo clic aquí: {1}
ja_jp: このメッセージは、'{0}' ディスカッション リストの一部です。ここをクリックして登録を解除できます: {1}

# Mail_Format_UnsubscriptionConfirmationBody
source: You have successfully unsubscribed from this discussion list. If you'd ever like to resubscribe, send a message to <a href='mailto:{0}'>{0}</a>.
de_de: Sie haben sich von dieser Diskussionsliste erfolgreich abgemeldet. Wenn Sie jemals erneut abschreiben möchten, senden Sie eine Nachricht an <a href='mailto: {0}'> {0} </a>.
es_es: Ha cancelado con éxito su suscripción a esta lista de discusión. Si alguna vez desea volver a suscribirse, envíe un mensaje a <a href='mailto:{0}'>{0}</a>.
ja_jp: このディスカッション リストからの退会に成功しました。再登録したい場合は、<a href='mailto:{0}'>{0}</a> にメッセージを送信してください。

# Mail_Format_UnsubscriptionConfirmationSubheading
source: You will no longer recieve messages from the '{0}' Email Discussion List
de_de: Sie erhalten keine Nachrichten mehr aus der E -Mail -Diskussionsliste von '{0}'
es_es: Ya no recibirá mensajes de la lista de discusión de correo electrónico '{0}'
ja_jp: '{0}' メール ディスカッション リストからメッセージを受信しなくなります

# Mail_Format_UnsubscriptionConfirmationSubject
source: You have been unsubscribed from {0}.
de_de: Sie wurden von {0} abgemeldet.
es_es: Se ha dado de baja de {0}.
ja_jp: {0} から退会しました。

# Mail_OnboardingHeading
source: Welcome!
de_de: Herzlich willkommen!
es_es: ¡Bienvenidos!
ja_jp: いらっしゃいませ！

# Mail_Owner
source: Owner
de_de: Inhaberin
es_es: Propietario
ja_jp: オーナー

# Mail_OwnerNotificationBody
source: Please visit the the web administration interface to process this request.
de_de: Bitte besuchen Sie die Webadministrationsschnittstelle, um diese Anfrage zu bearbeiten.
es_es: Visite la interfaz de administración web para procesar esta solicitud.
ja_jp: このリクエストを処理するには、ウェブ管理インターフェースにアクセスしてください。

# Mail_OwnerNotificationHeading
source: Discussion List Access Request
de_de: Diskussionslistenzugriffsanforderung
es_es: Solicitud de acceso a la lista de discusión
ja_jp: ディスカッション リストへのアクセス リクエスト

# Mail_SubscriptionConfirmationHeading
source: Thanks for subscribing!
de_de: Danke fürs Abonnieren!
es_es: ¡Gracias por suscribirte!
ja_jp: 購読していただきありがとうございます！

# Mail_UnsubscriptionConfirmationHeading
source: Sorry to see you go.
de_de: Es tut mir leid dich gehen zu sehen.
es_es: Siento verte ir.
ja_jp: あなたを見送るのが申し訳ない。

# View_Administration_AllowFuzzySearch
source: Allow the system to use fuzzy search. This allows for matching similar or mispelled search terms.
de_de: Erlauben Sie dem System, Fuzzy -Suche zu verwenden. Dies ermöglicht die Übereinstimmung mit ähnlichen oder falsch gesprochenen Suchbegriffen.
es_es: Permita que el sistema utilice la búsqueda difusa. Esto permite hacer coincidir términos de búsqueda similares o mal escritos.
ja_jp: システムがあいまい検索を使用できるようにします。これにより、類似またはスペルミスのある検索語に一致させることができます。

# View_Administration_ChooseDatabase
source: Choose a SQLite database file to import
de_de: Wählen Sie eine SQLite -Datenbankdatei zum Importieren aus
es_es: Elija un archivo de base de datos SQLite para importar
ja_jp: インポートする SQLite データベース ファイルを選択してください

# View_Administration_DockerEnvironmentVariables
source: Docker environment variable runtime values.
de_de: Docker Umgebungsvariable Laufzeitwerte.
es_es: Valores de tiempo de ejecución de variables de entorno de Docker.
ja_jp: Docker 環境変数のランタイム値。

# View_Administration_Export
source: Export
es_es: Exportar
ja_jp: 輸出

# View_Administration_ExportDatabase
source: Export Database
de_de: Datenbank exportieren
es_es: Exportar base de datos
ja_jp: データベースのエクスポート

# View_Administration_ExportDatabaseDescription
source: Save a copy of your database, including contacts, discussion lists, and messages.
de_de: Speichern Sie eine Kopie Ihrer Datenbank, einschließlich Kontakte, Diskussionslisten und Nachrichten.
es_es: Guarde una copia de su base de datos, incluidos contactos, listas de discusión y mensajes.
ja_jp: 連絡先、ディスカッション リスト、メッセージなど、データベースのコピーを保存します。

# View_Administration_FuzzySearchExplaination
source: Fuzzy search can give you better search results, but can be very slow.
de_de: Fuzzy -Suche kann Ihnen bessere Suchergebnisse liefern, kann aber sehr langsam sein.
es_es: La búsqueda aproximada puede brindarle mejores resultados de búsqueda, pero puede ser muy lenta.
ja_jp: あいまい検索を使用すると、より良い検索結果が得られますが、非常に遅くなる可能性があります。

# View_Administration_Heading
source: Administration
de_de: Verwaltung
es_es: Administración
ja_jp: 管理

# View_Administration_Import
source: Import
de_de: Importieren
es_es: Importar
ja_jp: 輸入

# View_Administration_ImportDatabase
source: Import Database
de_de: Datenbank importieren
es_es: Importar base de datos
ja_jp: データベースのインポート

# View_Administration_ImportDatabaseDescription
source: Import a database file to transfer contacts, discussion lists, and messages.
de_de: Importieren Sie eine Datenbankdatei, um Kontakte, Diskussionslisten und Nachrichten zu übertragen.
es_es: Importe un archivo de base de datos para transferir contactos, listas de discusión y mensajes.
ja_jp: データベース ファイルをインポートして、連絡先、ディスカッション リスト、およびメッセージを転送します。

# View_Administration_ImportWarning
source: WARNING: This will overwrite your existing database file. Please make sure you have a backup of your database before proceeding.
de_de: Warnung: Dies überschreibt Ihre vorhandene Datenbankdatei. Bitte stellen Sie sicher, dass Sie eine Sicherung Ihrer Datenbank haben, bevor Sie fortfahren.
es_es: ADVERTENCIA: Esto sobrescribirá su archivo de base de datos existente. Asegúrese de tener una copia de seguridad de su base de datos antes de continuar.
ja_jp: 警告: これにより、既存のデータベース ファイルが上書きされます。続行する前に、データベースのバックアップがあることを確認してください。

# View_Administration_ItemsPerPage
source: Number of items per page
de_de: Anzahl der Elemente pro Seite
es_es: Número de elementos por página
ja_jp: ページあたりのアイテム数

# View_Administration_SaveSettings
source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar ajustes
ja_jp: 設定を保存する

# View_Administration_SiteTheme
source: Site Theme
de_de: Site -Thema
es_es: Tema del sitio
ja_jp: サイトのテーマ

# View_Administration_Subheading
source: Perform specialized tasks to manage and maintain your service here.
de_de: Führen Sie spezielle Aufgaben aus, um Ihren Service hier zu verwalten und zu pflegen.
es_es: Realice tareas especializadas para administrar y mantener su servicio aquí.
ja_jp: ここで、サービスを管理および維持するための特別なタスクを実行します。

# View_Administration_System
source: System
es_es: Sistema
ja_jp: システム

# View_Administration_SystemConfigurationPart1
source: Your system is currently configured to send
de_de: Ihr System ist derzeit für Senden konfiguriert
es_es: Su sistema está actualmente configurado para enviar
ja_jp: システムは現在、送信するように構成されています

# View_Administration_SystemConfigurationPart2
source: emails at once, with a maximum of
de_de: E -Mails gleichzeitig mit einem Maximum von
es_es: correos electrónicos a la vez, con un máximo de
ja_jp: 一度にメール送信、最大

# View_Administration_SystemConfigurationPart3
source: emails sent per hour.
de_de: E -Mails pro Stunde gesendet.
es_es: correos electrónicos enviados por hora.
ja_jp: 1 時間あたりに送信されるメール。

# View_Administration_Title
source: Administration
de_de: Verwaltung
es_es: Administración
ja_jp: 管理

# View_Administration_Value
source: Value
de_de: Wert
es_es: Valor
ja_jp: 価値

# View_Administration_WebSettings
source: Web Settings
de_de: Webeinstellungen
es_es: Configuración web
ja_jp: ウェブ設定

# View_Common_Activated
source: Activated
de_de: Aktiviert
es_es: Activado
ja_jp: アクティブ化

# View_Common_Cancel
source: Cancel
de_de: Stornieren
es_es: Cancelar
ja_jp: キャンセル

# View_Common_Edit
source: Edit
de_de: Bearbeiten
es_es: Editar
ja_jp: 編集

# View_Common_Email
source: Email
es_es: Correo electrónico
ja_jp: Eメール

# View_Common_Format_PageCount
source: Page {0} of {1}
de_de: Seite {0} von {1}
es_es: Página {0} de {1}
ja_jp: ページ {0}/{1}

# View_Common_Name
source: Name
es_es: Nombre
ja_jp: 名前

# View_Common_NumberOfDiscussionLists
source: Number of Discussion Lists
de_de: Anzahl der Diskussionslisten
es_es: Número de listas de discusión
ja_jp: ディスカッション リストの数

# View_Common_Remove
source: Remove
de_de: Entfernen
es_es: Eliminar
ja_jp: 削除する

# View_Common_SaveChanges
source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
ja_jp: 変更内容を保存

# View_Contacts_Edit_ActivatedDescription
source: The user is activated and the email address is considered valid and working.
de_de: Der Benutzer wird aktiviert und die E -Mail -Adresse gilt als gültig und arbeitet.
es_es: El usuario se activa y la dirección de correo electrónico se considera válida y en funcionamiento.
ja_jp: ユーザーがアクティブ化され、電子メール アドレスが有効で機能していると見なされます。

# View_Contacts_Edit_ContactDetails
source: Contact Details
de_de: Kontaktdetails
es_es: Detalles de contacto
ja_jp: 連絡先の詳細

# View_Contacts_Edit_CreateContact
source: Create Contact
de_de: Kontakt erstellen
es_es: Crear contacto
ja_jp: 連絡先を作成

# View_Contacts_Edit_Heading
source: Edit Contact
de_de: Kontakt bearbeiten
es_es: Editar contacto
ja_jp: 連絡先を編集

# View_Contacts_Edit_HeadingNew
source: New Contact
de_de: Neuer Kontakt
es_es: Nuevo contacto
ja_jp: 新しい連絡先

# View_Contacts_Edit_SubheadingNew
source: Create a new contact below.
de_de: Erstellen Sie unten einen neuen Kontakt.
es_es: Cree un nuevo contacto a continuación.
ja_jp: 以下で新しい連絡先を作成します。

# View_Contacts_Edit_SubheadingPart1
source: Edit the details for
de_de: Bearbeiten Sie die Details für
es_es: Editar los detalles de
ja_jp: の詳細を編集します

# View_Contacts_Edit_SubheadingPart2
source: below.
de_de: unter.
es_es: abajo.
ja_jp: 未満。

# View_Contacts_Edit_Title
source: Contact Editor
de_de: Kontakt Editor
es_es: Editor de contacto
ja_jp: 連絡先編集者

# View_Contacts_Index_CreateNewContact
source: Create New Contact
de_de: Neuen Kontakt erstellen
es_es: Crear nuevo contacto
ja_jp: 新しい連絡先を作成

# View_Contacts_Index_Heading
source: Contacts
de_de: Kontakte
es_es: Contactos
ja_jp: 連絡先

# View_Contacts_Index_NoContactsPart1
source: No contacts have been set up yet. You can
de_de: Es wurden noch keine Kontakte eingerichtet. Sie können
es_es: Aún no se han configurado contactos. Usted puede
ja_jp: まだ連絡先が設定されていません。あなたはできる

# View_Contacts_Index_NoContactsPart2
source: create a new contact
de_de: Erstellen Sie einen neuen Kontakt
es_es: crear un nuevo contacto
ja_jp: 新しい連絡先を作成する

# View_Contacts_Index_NoContactsPart3
source: now.
de_de: jetzt.
es_es: ahora.
ja_jp: 今。

# View_Contacts_Index_Subheading
source: View the contacts in your system below.
de_de: Sehen Sie sich die Kontakte in Ihrem System unten an.
es_es: Vea los contactos en su sistema a continuación.
ja_jp: システム内の連絡先を以下に表示します。

# View_Contacts_Index_Title
source: Contacts
de_de: Kontakte
es_es: Contactos
ja_jp: 連絡先

# View_Contacts_Remove_HeadingPart1
source: Removing
de_de: Entfernen
es_es: eliminando
ja_jp: 削除する

# View_Contacts_Remove_Subheading
source: Are you sure you want to remove this contact?
de_de: Sind Sie sicher, dass Sie diesen Kontakt entfernen möchten?
es_es: ¿Está seguro de que desea eliminar este contacto?
ja_jp: この連絡先を削除してもよろしいですか?

# View_Contacts_Remove_Title
source: Remove Contact?
de_de: Kontakt entfernen?
es_es: ¿Remover contacto?
ja_jp: 連絡先を削除します？

# View_Contacts_Search_CreateNewContact
source: Create New Contact
de_de: Neuen Kontakt erstellen
es_es: Crear nuevo contacto
ja_jp: 新しい連絡先を作成

# View_Contacts_Search_Heading
source: Search Results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
ja_jp: の検索結果

# View_Contacts_Search_NoContactsFoundPart1
source: No contacts could be found. Try a more enabling
de_de: Es konnten keine Kontakte gefunden werden. Versuchen Sie es mehr zu ermöglichen
es_es: No se encontraron contactos. Pruebe una más habilitante
ja_jp: 連絡先が見つかりませんでした。もっと有効にしてみてください

# View_Contacts_Search_NoContactsFoundPart2
source: Use Fuzzy Search
de_de: Verwenden Sie Fuzzy -Suche
es_es: Usar búsqueda aproximada
ja_jp: あいまい検索を使用する

# View_Contacts_Search_NoContactsFoundPart3
source: in the Administration settings.
de_de: in den Verwaltungseinstellungen.
es_es: en la configuración de Administración.
ja_jp: 管理設定で。

# View_Contacts_Search_NoContactsFoundTooltip
source: Find's simliar and mispelled search terms.
de_de: Finden Sie ähnliche und falsch geschriebene Suchbegriffe.
es_es: Buscar términos de búsqueda similares y mal escritos.
ja_jp: Find の類似したスペルミスのある検索用語。

# View_Contacts_Search_SubheadingPart1
source: Search for
de_de: Suchen nach
es_es: Buscar
ja_jp: 検索する

# View_Contacts_Search_Title
source: Contact Search
de_de: Kontaktsuche
es_es: Búsqueda de contactos
ja_jp: 連絡先検索

# View_External_Unsubscribe_Format_Successful
source: {0} has been unsubscribed from {1}.
de_de: {0} wurde von {1} abgemeldet.
es_es: {0} ha cancelado su suscripción a {1}.
ja_jp: {0} は {1} から登録解除されました。

# View_External_Unsubscribe_Heading
source: Unsubscribe
de_de: Abbestellen
es_es: Darse de baja
ja_jp: 登録解除

# View_External_Unsubscribe_Title
source: Unsubscribe
de_de: Abbestellen
es_es: Darse de baja
ja_jp: 登録解除

# View_External_Unsubscribe_Unsuccessful
source: There was an error while trying to unsubscribe. Either the contact or discussion list could not be found, or the contact is already unsubscribed.
de_de: Es gab einen Fehler beim Versuch, sich abzumenden. Entweder konnten die Kontakt- oder Diskussionsliste nicht gefunden werden, oder der Kontakt ist bereits nicht eingestellt.
es_es: Hubo un error al intentar darse de baja. No se pudo encontrar el contacto o la lista de discusión, o el contacto ya no está suscrito.
ja_jp: 登録解除中にエラーが発生しました。連絡先またはディスカッション リストが見つからないか、連絡先が既に登録解除されています。

# View_Home_Index_AtAGlance
source: At a glance...
de_de: Auf einen Blick...
es_es: De un vistazo...
ja_jp: 一見すると...

# View_Home_Index_DicussionListsInfoPart1
source: discussion
de_de: Diskussion
es_es: discusión
ja_jp: 討論

# View_Home_Index_Heading
source: Welcome
de_de: Herzlich willkommen
es_es: Bienvenidos
ja_jp: いらっしゃいませ

# View_Home_Index_List
source: list
de_de: aufführen
es_es: lista
ja_jp: リスト

# View_Home_Index_Lists
source: lists
de_de: Listen
es_es: liza
ja_jp: リスト

# View_Home_Index_Message
source: message
de_de: Botschaft
es_es: mensaje
ja_jp: メッセージ

# View_Home_Index_Messages
source: messages
de_de: Mitteilungen
es_es: mensajes
ja_jp: メッセージ

# View_Home_Index_NumberOfMessagesPart1
source: You have a total of
de_de: Sie haben insgesamt
es_es: tienes un total de
ja_jp: あなたはの合計を持っています

# View_Home_Index_Subheading
source: Hello! Welcome to your email discussion lists.
de_de: Hallo! Willkommen zu Ihren E -Mail -Diskussionslisten.
es_es: ¡Hola! Bienvenido a sus listas de discusión de correo electrónico.
ja_jp: こんにちは！メール ディスカッション リストへようこそ。

# View_Home_Index_Title
source: Home Page
de_de: Startseite
es_es: Página de inicio
ja_jp: ホームページ

# View_Home_Index_YouHave
source: You have
de_de: Sie haben
es_es: Tú tienes
ja_jp: あなたが持っている

# View_Shared_ErrorLayout_Format_RemoteOrigin
source: The Remote Origin logged is {0}.
de_de: Der ferngesteuerte Ursprung ist {0}.
es_es: El origen remoto registrado es {0}.
ja_jp: ログに記録されたリモート オリジンは {0} です。

# View_Shared_ErrorLayout_Heading
source: Error
de_de: Fehler
ja_jp: エラー

# View_Shared_ErrorLayout_Subheading
source: An error occurred while processing your request.
de_de: Während Ihrer Anfrage ist ein Fehler aufgetreten.
es_es: Ocurrió un error al procesar su solicitud.
ja_jp: リクエストの処理中にエラーが発生しました。

# View_Shared_ErrorLayout_Title
source: Error
de_de: Fehler
ja_jp: エラー

# View_Shared_Layout_Administration
source: Administration
de_de: Verwaltung
es_es: Administración
ja_jp: 管理

# View_Shared_Layout_Contacts
source: Contacts
de_de: Kontakte
es_es: Contactos
ja_jp: 連絡先

# View_Shared_Layout_DiscussionLists
source: Discussion Lists
de_de: Diskussionslisten
es_es: Listas de discusión
ja_jp: ディスカッション リスト

# View_Shared_Layout_FooterUsefulPart1
source: Find this project to be useful? Please consider
de_de: Finden Sie dieses Projekt als nützlich? Beachten Sie bitte
es_es: Encuentra este proyecto para ser útil? Por favor considera
ja_jp: このプロジェクトは役に立ちますか?考えてください

# View_Shared_Layout_FooterUsefulPart2
source: donating
de_de: spenden
es_es: donando
ja_jp: 寄付

# View_Shared_Layout_SourceCodePart1
source: Source code
de_de: Quellcode
es_es: Código fuente
ja_jp: ソースコード

# View_Shared_Layout_SourceCodePart2
source: licensed under
de_de: lizenziert unter
es_es: licenciado bajo
ja_jp: の下でライセンスされています

# View_Shared_Layout_Version
source: Version
de_de: Ausführung
es_es: Versión
ja_jp: バージョン
